import { IQuiz } from 'types/quiz'
import { prefix } from 'utils'
export const quiz_list: IQuiz[] = [
  {
    id: 1,
    is_selected: false,
    thumbnail_src: `${prefix}/part_3/topic/Topic.01.png`,
    title: 'กฎการตัดผม',
    question:
      'หลายโรงเรียนยังมีกฎการบังคับตัดผม รวมถึงการลงโทษนักเรียนด้วยการกล้อนหรือตัดผมนักเรียน เมื่อรับรู้สิ่งนี้คำตอบในใจของคุณคือ',
    choices: [
      {
        id: 1,
        label: 'A',
        image_src: `${prefix}/part_3/frame_choose/illus.01.A.png`,
        text: 'การบังคับตัดผมหรือการลงโทษ เป็นวิธีช่วยรักษาระเบียบวินัย',
        background_color: '#5abde4'
      },
      {
        id: 2,
        label: 'B',
        image_src: `${prefix}/part_3/frame_choose/illus.01.B.png`,
        text: 'ก็แค่ตัดผมเอง คิดมากทำไม กำหนดมาแบบไหนก็ทำแบบนั้น',
        background_color: '#aa85b5'
      },
      {
        id: 3,
        label: 'C',
        image_src: `${prefix}/part_3/frame_choose/illus.01.C.png`,
        text: 'ถ้าไม่อยู่ในระเบียบตั้งแต่ตอนนี้ ในอนาคตไปทำงานยิ่งกว่านี้นะ',
        background_color: '#d0da81'
      },
      {
        id: 4,
        label: 'D',
        image_src: `${prefix}/part_3/frame_choose/illus.01.D.png`,
        text: 'ไม่ควรมีการลงโทษ แต่ยังควรบังคับให้ตัดผม',
        background_color: '#fceb88'
      },
      {
        id: 5,
        label: 'E',
        image_src: `${prefix}/part_3/frame_choose/illus.01.E.png`,
        text: 'ผมของเรา เพื่อเพิ่มความมั่นใจ จะทำทรงอะไรก็ได้',
        background_color: '#f2a25c'
      },
      {
        id: 6,
        label: 'F',
        image_src: `${prefix}/part_3/frame_choose/illus.F.png`,
        text: 'ยังไม่ใช่คำตอบที่ใช่ คุณคิดว่า…….',
        background_color: '#dd5a95'
      }
    ],
    event: {
      title: 'นี่คือเหตุการณ์ที่เกิดขึ้นเกี่ยวกับกฎการบังคับตัดผม รวมถึงการลงโทษนักเรียนด้วยการกล้อนหรือตัดผมนักเรียน',
      sub_title:
        'ถึงแม้จะออกกฎระเบียบในการให้อิสระในการเลือกไว้ทรงผมมากขึ้น แต่กฎการตัดผมยังคงบังคับใช้อยู่ในโรงเรียนทั่วประเทศ โดยมีความเห็นว่า เป็นระเบียบเรียบร้อย และยังต้องปฏิบัติตาม',
      contents: [
        {
          image_url: `${prefix}/part_3/quiz_01/illus_event.01.01.png`,
          text: '<span class="color-yellow">หากไม่ปฏิบัติตามโรงเรียนบางแห่งลงโทษนักเรียน ด้วยการกล้อนผมนักเรียนชาย หรือตัดผมนักเรียนหญิง บางคนก็อับอายหากต้องโดนแบบนี้ ซึ่งการทำโทษจะขึ้นกับการตรวจจากครูคนนั้นๆ</span>'
        },
        {
          image_url: `${prefix}/part_3/quiz_01/illus_event.01.02.png`,
          text: '<span class="color-yellow">แต่บางกลุ่มมีความเห็นว่า ทุกคนมีเสรีภาพในทรงผมของตน ที่ไม่ควรบังคับกันและการทำทรงผมที่ชอบยังช่วยสร้างความมั่นใจและภาคภูมิใจในตัวเองอีกด้วย น่าจะเป็นข้อดีไม่ใช่เหรอ</span>'
        }
      ],
      question: 'คิดว่านักเรียนควรมีเสรีภาพในทรงผมของตัวหรือไม่? ในสังคมควรทำอย่างไรต่อไป?'
    },
    reminder: {
      topic: 'กฎการบังคับตัดผม รวมถึงการลงโทษนักเรียนด้วยการกล้อนหรือตัดผมนักเรียน',
      cover_url: `${prefix}/part_3/quiz_01/bg_q.01.png`,
      paragraphs: [
        {
          text: 'ทรงผมเป็นสิทธิในเนื้อตัวร่างกายที่ทุกคนมีตามหลักสิทธิมนุษยชน',
          color: '#FFFFFF'
        },
        {
          text: 'แต่เมื่อเป็นสังคมการเรียน เกิดความเห็นที่ต่างของว่าควรจะทำอย่างไร ระหว่างทางโรงเรียนที่มีความเห็นว่า ควรรักษากฎระเบียบและสร้างความเรียบร้อยผ่านทรงผม เป็นสิ่งสำคัญ',
          color: '#FFFFFF'
        },
        {
          text: 'ส่วนอีกฝั่งพยายามแสดงออกเสรีภาพทางความเห็นว่า การมีเสรีภาพในทรงผม มีข้อดีหลากหลายอย่างน้อยก็เป็นการสร้างความมั่นใจและภาคภูมิใจในตนเอง ดังนั้นการสร้างความมั่นใจเป็นเรื่องที่ควรเกิดขึ้น',
          color: '#FFEB78'
        },
        {
          text: 'แล้วในสังคมควรจะปรับไปในทิศทางใด?',
          color: '#FFEB78'
        }
      ],
      question: [
        'ถ้ามีการกำหนดไว้ทรงผมอะไรก็ได้ แต่อยากให้ภาพลักษณ์เรียบร้อย สมวัย คิดว่าจะทำอย่างไรได้บ้าง? (ให้สองสิ่งนี้ไปด้วยกันได้)'
      ],
      shared_topic: 'กฎการบังคับตัดผม รวมถึงการลงโทษนักเรียนด้วย การกล้อนหรือตัดผมนักเรียน'
    },
    og_image_src: `${prefix}/og/og-1.jpg`
  },
  {
    id: 2,
    is_selected: false,
    thumbnail_src: `${prefix}/part_3/topic/Topic.02.png`,
    title: 'ตั้งคำถามกับความคิดเห็นบุคคลที่อายุต่างกัน',
    question:
      'ถ้าคุณได้มีโอกาสได้ยินหรืออยู่ในวงสนทนาของคนที่อายุมากกว่าคุณมากๆ และพูดเรื่องที่คุณไม่เห็นด้วย คุณจะตัดสินใจแบบไหน?',
    choices: [
      {
        id: 1,
        label: 'A',
        image_src: `${prefix}/part_3/frame_choose/illus.02.A.png`,
        text: 'เงียบๆ เพราะเขาผ่านประสบการณ์มามากกว่า ก็น่าจะพูดถูก',
        background_color: '#5abde4'
      },
      {
        id: 2,
        label: 'B',
        image_src: `${prefix}/part_3/frame_choose/illus.02.B.png`,
        text: 'นั่งฟังบทสนทนาเฉยๆ ว่าเขาพูดอะไรบ้าง',
        background_color: '#aa85b5'
      },
      {
        id: 3,
        label: 'C',
        image_src: `${prefix}/part_3/frame_choose/illus.02.C.png`,
        text: 'ตั้งคำถามกับบทสนทนาที่เกิดขึ้น และเอาไปคุยกับเพื่อนต่อ',
        background_color: '#d0da81'
      },
      {
        id: 4,
        label: 'D',
        image_src: `${prefix}/part_3/frame_choose/illus.02.D.png`,
        text: 'ถ้าบทสนทนาอะไรไม่เห็นด้วย จะโต้เถียงอย่างเข้มข้น',
        background_color: '#fceb88'
      },
      {
        id: 5,
        label: 'E',
        image_src: `${prefix}/part_3/frame_choose/illus.02.E.png`,
        text: 'จะตั้งคำถามกับความคิดในบทสนทนานั้นกลับ ว่าเพราะอะไรทำให้คิดแบบนี้',
        background_color: '#f2a25c'
      },
      {
        id: 6,
        label: 'F',
        image_src: `${prefix}/part_3/frame_choose/illus.F.png`,
        text: 'ยังไม่ใช่คำตอบที่ใช่ คุณคิดว่า…….',
        background_color: '#dd5a95'
      }
    ],
    event: {
      title: 'นี่คือเหตุการณ์ที่เกิดขึ้นเมื่ออยู่ในวงสนทนาของคนที่อายุมากกว่าคุณมากๆและพูดเรื่องที่คุณไม่เห็นด้วย',
      sub_title: '',
      contents: [
        {
          image_url: `${prefix}/part_3/quiz_02/illus_event.02.01.png`,
          text: 'หลายครั้งบทสนทนาระหว่างบุคคลที่มีอายุต่างกัน ( เช่น เด็ก กับ ผู้ใหญ่) อาจมีความคิดเห็นที่ไม่ตรงกัน <span class="color-yellow">ผู้ใหญ่หรือพ่อแม่หลายคน อาจจะมีความเข้าใจว่าความคิด ความเชื่อของตนเองเป็นสิ่งที่ถูกต้อง และมีประสบการณ์มามากกว่า</span>'
        },
        {
          image_url: `${prefix}/part_3/quiz_02/illus_event.02.02.png`,
          text: '<span class="color-yellow"></span>ส่วนเด็กหรือคนที่อายุน้อยกว่า อาจจะเชื่อในสิ่งที่รับรู้ เห็น หรือหาข้อมูลด้วยตัวเอง</span><br/><br/>เช่น ในเรื่องการเรียน อาชีพ ก่อให้เกิดความคิดเห็นที่ไม่ตรงกัน และต่างฝ่ายต่างมีเหตุผลของตนเอง'
        }
      ],
      question: 'คิดว่าควรทำอย่างไร ให้ความแตกต่างทางความคิดไม่เป็นต้นเหตุของความขัดแย้งระหว่างคนอายุต่างกัน?'
    },
    reminder: {
      topic: 'อยู่ในวงสนทนาของคนที่อายุมากกว่าคุณมากๆและพูดเรื่องที่คุณไม่เห็นด้วย',
      cover_url: `${prefix}/part_3/quiz_02/bg_q.02.png`,
      paragraphs: [
        {
          text: 'ปกติแล้วในสังคมย่อมมีความแตกต่างหลากหลายทั้งเพศ การศึกษา และช่วงวัย ในเมื่อช่วงวัยที่ห่างกันเรื่อยๆ ทำให้ได้เรียนรู้ประสบการณ์ เจอเหตุการณ์ต่างกัน',
          color: '#FFFFFF'
        },
        {
          text: 'ไม่แปลกที่ความคิดเห็นไม่ตรงกัน คุยกันไม่รู้เรื่อง และบางครั้งก่อให้เกิดความขัดแย้งขึ้น โดยเฉพาะในครอบครัว ในโรงเรียน',
          color: '#FFFFFF'
        },
        {
          text: 'ซึ่งในเรื่องของความคิดเห็น เป็นหนึ่งในเสรีภาพการแสดงออก ที่สามารถแสดงออกทางความคิดได้อย่างอิสระ',
          color: '#FFFFFF'
        },
        {
          text: 'ทุกฝ่ายสามารถใช้เสรีภาพในการแสดงออกได้ โดยต่างเคารพซึ่งกันและกันได้ ยอมเปิดใจที่จะเรียนรู้การแสดงออก และความต้องการของคนอีกกลุ่ม',
          color: '#FFEB78'
        }
      ],
      question: ['การแสดงออกใดบ้าง ที่มักจะกลายเป็นต้นเหตุของความขัดแย้งของคนอายุต่างกันได้ และจะรับมืออย่างไร?'],
      shared_topic: 'ตั้งคำถามกับความคิดเห็นบุคคลที่อายุต่างกัน'
    },
    og_image_src: `${prefix}/og/og-2.jpg`
  },
  {
    id: 3,
    is_selected: false,
    thumbnail_src: `${prefix}/part_3/topic/Topic.03.png`,
    title: 'การรวมตัวกันเป็นกลุ่มเพื่อเรียกร้อง',
    question: 'คุณคิดอย่างไรกับการรวมตัวกันเป็นกลุ่มเพื่อเรียกร้อง หรือยื่นข้อเรียกร้องให้กับกลุ่มของตัวเอง ?',
    choices: [
      {
        id: 1,
        label: 'A',
        image_src: `${prefix}/part_3/frame_choose/illus.03.A.png`,
        text: 'การรวมกลุ่มอาจจะเอื้อประโยชน์ฝ่ายใดฝ่ายหนึ่งไป ไม่ควรมีกลุ่มดีกว่า',
        background_color: '#5abde4'
      },
      {
        id: 2,
        label: 'B',
        image_src: `${prefix}/part_3/frame_choose/illus.03.B.png`,
        text: 'การรวมกลุ่ม ต่อรองเกี่ยวกับคุณภาพชีวิตทำได้ แต่ไม่ควรเป็นเรื่องทางการเมือง',
        background_color: '#aa85b5'
      },
      {
        id: 3,
        label: 'C',
        image_src: `${prefix}/part_3/frame_choose/illus.03.C.png`,
        text: 'ถ้าคนเรามีความเห็นเดียวทางกันย่อมรวมกลุ่มกันได้',
        background_color: '#d0da81'
      },
      {
        id: 4,
        label: 'D',
        image_src: `${prefix}/part_3/frame_choose/illus.03.D.png`,
        text: 'การต่อรองผลประโยชน์ ไม่สามารถทำเพียงคนเดียว ดังนั้นควรรวมกลุ่มเพื่อต่อรอง',
        background_color: '#fceb88'
      },
      {
        id: 5,
        label: 'E',
        image_src: `${prefix}/part_3/frame_choose/illus.03.E.png`,
        text: 'การรวมกลุ่มเป็นเรื่องปกติ เพราะยังมีกลุ่มอีกมากมาย เช่น สหภาพแรงงาน เกษตรกร',
        background_color: '#f2a25c'
      },
      {
        id: 6,
        label: 'F',
        image_src: `${prefix}/part_3/frame_choose/illus.F.png`,
        text: 'ยังไม่ใช่คำตอบที่ใช่ คุณคิดว่า…….',
        background_color: '#dd5a95'
      }
    ],
    event: {
      title:
        'นี่คือเหตุการณ์ที่เกิดขึ้นเกี่ยวกับการรวมกลุ่มองค์กรภาคประชาชน (NGO) เปรียบเสมือนตัวกลางระหว่างประชาชนกับรัฐได้ออกมาประณามรัฐเรื่องสิทธิมนุษยชนและสนับสนุนการชุมนุมทางการเมืองต่างๆ',
      sub_title:
        'ในประเทศไทยมีการรวมกลุ่ม ทั้งเป็นองค์กรภาคประชาชน หรือ NGO หรือไม่ได้เป็นองค์กรมีการรวมกลุ่มเพื่อต่อรองผลประโยชน์ต่างๆ และทำงานร่วมกับประชาชน กลุ่มชาวบ้าน ในการเสนอนโยบายต่อรัฐ ทั้งประเด็นสิ่งแวดล้อม สิทธิมนุษยชน รวมทั้งมีการรวมเป็นสหภาพแรงงาน เนื่องจากว่าการรวมกลุ่มทำให้มีอำนาจในการต่อรอง เสนอนโยบาย มากกว่าคนเพียงคนเดียว',
      contents: [
        {
          image_url: `${prefix}/part_3/quiz_03/illus_event.03.01.png`,
          text: 'แต่มีกรณีที่การรวมกลุ่มเหล่านี้ ถูกกล่าวอ้างว่า “รับเงินต่างชาติ”<span class="color-yellow">ทำให้ต่อไปจะมีร่างกฎหมายจะมาควบคุมกำกับดูแล การรวมกลุ่มมากขึ้น</span>'
        },
        {
          image_url: `${prefix}/part_3/quiz_03/illus_event.03.02.png`,
          text: 'และคณะรัฐมนตรีเองอนุมัติหลักการ<span class="color-yellow">ร่างกฎหมายเกี่ยวกับการตั้งองค์กร NGO มากำกับดูแลการจดทะเบียนหรือการเข้ามาจัดการเรื่องการรวมกลุ่มเหล่านี้</span>เพิ่มขึ้นอีกด้วย โดยเฉพาะการชี้แจงรายได้ และกลุ่มที่ออกมาสนับสนุนการชุมนุมม็อบและโจมตีรัฐบาลเรื่องสิทธิมนุษยชน '
        }
      ],
      question: 'คิดว่ากฎหมายควรเข้ามาจัดการกับการรวมกลุ่มอย่างไร เพื่อไม่ให้จำกัดการรวมกลุ่มมากไป ? '
    },
    reminder: {
      topic: '',
      cover_url: `${prefix}/part_3/quiz_03/bg_q.03.png`,
      paragraphs: [
        {
          text: 'การรวมกลุ่มเพื่อเรียกร้อง ต่อรองผลประโยชน์ ไม่ว่าจะเป็นองค์กร หรือไม่เป็นองค์กร ทั้งประเด็นสิ่งแวดล้อม สิทธิมนุษยชน รวมทั้งมีการรวมเป็นสหภาพแรงงาน ',
          color: '#FFFFFF'
        },
        {
          text: 'ถือเป็นเสรีภาพในการรวมกลุ่มที่ทุกคนสามารถรวมตัวกันได้ เพื่อปกป้องประโยชน์ของตนเอง เสนอนโยบายของตรต่อรัฐ',
          color: '#FFFFFF'
        },
        {
          text: 'ดังเช่น สหภาพแรงงานที่รวมกลุ่มเพื่อต่อรองผลประโยชน์ของแรงงานกับนายทุนหรือผู้ประกอบการ หรือแม้แต่กลุ่มเกษตรกร ที่รวมกลุ่มเพื่อต่อรองผลประโยชน์เกี่ยวกับการเกษตร',
          color: '#FFFFFF'
        },
        {
          text: 'เป็นการต่อรองกับระบบที่มีแต่เดิมหรือแก้ปัญหาที่แต่ละกลุ่มเจอที่ไม่ใช่เพียงผลประโยชน์ของตน',
          color: '#FFFFFF'
        },
        {
          text: 'เพียงแต่กรณีที่เกิดขึ้นเรื่องสิทธิมนุษยชน เกี่ยวกับกับรัฐบาลและสถาบันฯ',
          color: '#FFFFFF'
        },
        {
          text: 'ดังนั้น เป็นที่น่าสนใจว่าการรวมกลุ่มที่เกิดขึ้น สังคมและหน่วยงานรัฐจะเข้ามาดำเนินต่อการรวมกลุ่มต่อรองอย่างไรและจะกระทบต่อเสรีภาพการรวมกลุ่มมากน้อยเพียงใด?',
          color: '#FFEB78'
        }
      ],
      question: [
        'ถ้าไม่เกิดการรวมกลุ่มขึ้น คิดว่าจะแก้ปัญหาเรื่องต่างๆ เช่น สิ่งแวดล้อม การละเมิดสิทธิมนุษยชน ได้จากอะไรบ้าง?'
      ],
      shared_topic: 'การรวมตัวกันเป็นกลุ่มเพื่อเรียกร้องหรือยื่นข้อเรียกร้องให้กับกลุ่มของตัวเอง'
    },
    og_image_src: `${prefix}/og/og-3.jpg`
  },
  {
    id: 4,
    is_selected: false,
    thumbnail_src: `${prefix}/part_3/topic/Topic.04.png`,
    title: 'ชุดไปรเวทหรือชุดนักเรียน',
    question: '“ชุดไปรเวทหรือชุดนักเรียน” เลือกสิ่งใด คำตอบของคุณคือ?',
    choices: [
      {
        id: 1,
        label: 'A',
        image_src: `${prefix}/part_3/frame_choose/illus.04.A.png`,
        text: 'มองว่าแต่งชุดนักเรียน สุภาพ น่ารัก เรียบร้อยดีนะ',
        background_color: '#5abde4'
      },
      {
        id: 2,
        label: 'B',
        image_src: `${prefix}/part_3/frame_choose/illus.04.B.png`,
        text: 'แต่งชุดนักเรียนเหมือนกัน จะได้ไม่ถูกมองว่าแตกต่างเหมือนชุดไปรเวท',
        background_color: '#aa85b5'
      },
      {
        id: 3,
        label: 'C',
        image_src: `${prefix}/part_3/frame_choose/illus.04.C.png`,
        text: 'การแต่งชุดไปรเวท ก็ไม่ได้ส่งผลต่อการเรียน แต่ควรแต่งให้เรียบร้อย',
        background_color: '#d0da81'
      },
      {
        id: 4,
        label: 'D',
        image_src: `${prefix}/part_3/frame_choose/illus.04.D.png`,
        text: 'มองว่าแต่งชุดไปรเวท ฝึกการแต่งตัวและเสริมความมั่นใจได้',
        background_color: '#fceb88'
      },
      {
        id: 5,
        label: 'E',
        image_src: `${prefix}/part_3/frame_choose/illus.04.E.png`,
        text: 'แต่งชุดไปรเวท  ทำให้มีความสุขที่เลือกชุดใส่เอง ถ้ามีความสุขด้านอื่นๆก็จะดีไปด้วย',
        background_color: '#f2a25c'
      },
      {
        id: 6,
        label: 'F',
        image_src: `${prefix}/part_3/frame_choose/illus.F.png`,
        text: 'ยังไม่ใช่คำตอบที่ใช่ คุณคิดว่า…….',
        background_color: '#dd5a95'
      }
    ],
    event: {
      title: 'นี่คือเหตุการณ์ที่เกิดขึ้นเกี่ยวกับการแต่งกายชุดไปรเวท VS ชุดนักเรียน',
      sub_title:
        'มี 2 ความคิดเห็น ที่มองความแตกต่างและข้อดีของการระหว่างการแต่งกายชุดไปรเวทและชุดนักเรียนที่แตกต่างกัน',
      contents: [
        {
          image_url: `${prefix}/part_3/quiz_04/illus_event.04.01.png`,
          text: '<span class="color-yellow">ฝั่งที่เห็นว่าควรแต่งกายชุดนักเรียนเป็นการแสดงออกในสถานะความเป็นนักเรียน</span> มองว่าการใส่ชุดไปรเวทเรื่องแฟชั่นและจะสร้างเป็นความแตกต่างได้ง่าย'
        },
        {
          image_url: `${prefix}/part_3/quiz_04/illus_event.04.02.png`,
          text: '<span class="color-yellow">ฝั่งที่เห็นว่าควรแต่งชุดไปรเวทเป็นการฝึกการแต่งตัวและเสริมสร้างความมั่นใจของเด็ก</span>เพิ่มความสุข และช่วยสร้างสังคมที่เคารพความแตกต่างได้<br/><br/>แต่บางกรณีการแต่งชุดไปรเวทถูกกลับคุกคาม ทั้งเรียกไปคุยเพื่อเปลี่ยนชุดหรือถูกจดรายชื่ออีกด้วย'
        }
      ],
      question: 'คิดว่าควรแต่งกายชุดไปรเวทหรือชุดนักเรียน? แล้วในสังคมควรทำต่อกันอย่างไร?'
    },
    reminder: {
      topic: 'การแต่งกายชุดไปรเวท VS ชุดนักเรียน',
      cover_url: `${prefix}/part_3/quiz_04/bg_q.04.png`,
      paragraphs: [
        {
          text: 'เป็นการแสดงออกเสรีภาพทางความคิดเห็นและการแต่งกาย ผ่านการแต่งชุดนักเรียน และชุดไปรเวท ล้วนแต่เป็นการแสดงออกทั้งสิ้น เพียงแต่ชุดไปรเวทอาจเป็นการแสดงออก ซึ่งเป็นการตั้งคำถามต่อสังคมรูปแบบเดิม',
          color: '#FFFFFF'
        },
        {
          text: 'เป็นที่น่าสนใจว่า แล้วการแต่งกายด้วยชุดนักเรียนแบบเดิมยังคงจำเป็นอยู่ไหม? หรือสังคมควรปรับเรื่องการแต่งกายนี้ไปในทิศทางใด?',
          color: '#FFEB78'
        }
      ],
      question: ['คิดเห็นอย่างไร? กับการแสดงออกทางความคิดเห็นที่แตกต่างกัน จนเกิดการตั้งถามการปฏิบัติเดิมที่มีมานาน'],
      shared_topic: 'การแต่งกายชุดไปรเวท VS ชุดนักเรียน'
    },
    og_image_src: `${prefix}/og/og-4.jpg`
  },
  {
    id: 5,
    is_selected: false,
    thumbnail_src: `${prefix}/part_3/topic/Topic.05.png`,
    title: 'โพสต์แสดงความคิดเห็นห้องน้ำของทุกคน ทุกเพศเข้าได้',
    question: '“ห้องน้ำของทุกคน ทุกเพศเข้าได้” ถ้าเห็นการโพสต์ข้อความนี้ คำตอบแทนใจของคุณคือ',
    choices: [
      {
        id: 1,
        label: 'A',
        image_src: `${prefix}/part_3/frame_choose/illus.05.A.png`,
        text: 'ไม่เห็นด้วย อันตรายขึ้นกว่าเดิม รู้สึกไม่ปลอดภัยมากๆ',
        background_color: '#5abde4'
      },
      {
        id: 2,
        label: 'B',
        image_src: `${prefix}/part_3/frame_choose/illus.05.B.png`,
        text: 'ไม่เห็นด้วย แยกแบบเดิมชัดเจนดีแล้ว',
        background_color: '#aa85b5'
      },
      {
        id: 3,
        label: 'C',
        image_src: `${prefix}/part_3/frame_choose/illus.05.C.png`,
        text: 'ไม่เห็นด้วย แต่ละเพศใช้เวลาเข้าห้องน้ำไม่เท่ากัน ไม่ควรปนกัน',
        background_color: '#d0da81'
      },
      {
        id: 4,
        label: 'D',
        image_src: `${prefix}/part_3/frame_choose/illus.05.D.png`,
        text: 'ไม่เห็นด้วย คิดว่าทำห้องน้ำเพศที่สามแยกออกมาชัดเจนเลยดีกว่านะ ',
        background_color: '#fceb88'
      },
      {
        id: 5,
        label: 'E',
        image_src: `${prefix}/part_3/frame_choose/illus.05.E.png`,
        text: 'เห็นด้วย ทุกเพศเท่าเทียมกัน ควรใช้ร่วมกันได้',
        background_color: '#f2a25c'
      },
      {
        id: 6,
        label: 'F',
        image_src: `${prefix}/part_3/frame_choose/illus.F.png`,
        text: 'ยังไม่ใช่คำตอบที่ใช่ คุณคิดว่า…….',
        background_color: '#dd5a95'
      }
    ],
    event: {
      title: 'นี่คือเหตุการณ์ที่เกิดขึ้นเกี่ยวกับห้องน้ำของทุกคน ทุกเพศเข้าได้',
      sub_title:
        'ห้องน้ำกลายเป็นประเด็นที่สะท้อนเรื่องความจำกัดของเพศทางเลือก เพราะตามรูปแบบเดิมจะแบ่งห้องน้ำเป็น 2 กลุ่ม คือ ชายและหญิงเท่านั้น',
      contents: [
        {
          image_url: `${prefix}/part_3/quiz_05/illus_event.05.01.png`,
          text: 'ทำให้เพศทางเลือกไม่สามารถใช้ห้องน้ำเหมาะสมกับเพศของตน อีกทั้งเวลาที่ใช้ห้องน้ำ <span class="color-yellow">ทำให้เกิดความไม่สบายใจกันทั้งสองฝ่าย</span>'
        },
        {
          image_url: `${prefix}/part_3/quiz_05/illus_event.05.02.png`,
          text: 'ดังนั้น<span class="color-yellow">ทำให้ฝ่ายนึงเห็นว่า ควรสร้างห้องน้ำแบบไม่แบ่งแยกเพศ</span> โดยทุกคนสามารถเข้าได้<br/><br/><span class="color-yellow">แต่อีกฝ่ายมองว่าการไม่แบ่งแยกเพศเลย จะสร้างความไม่ปลอดภัยเกิดขึ้นได้</span>'
        }
      ],
      question: 'คิดว่าต้องจัดการเรื่องนี้อย่างไร? ที่เราเคารพเพศทางเลือกในสังคมและมีความปลอดภัยขึ้นไปพร้อมกันได้"'
    },
    reminder: {
      topic: '“ห้องน้ำของทุกคน ที่ทุกเพศเข้าได้”',
      cover_url: `${prefix}/part_3/quiz_05/bg_q.05.png`,
      paragraphs: [
        {
          text: 'เรื่องเพศเป็นความแตกต่างหลากหลายที่เกิดขึ้นในสังคมเป็นสิทธิของผู้มีความหลากหลายทางเพศ',
          color: '#FFFFFF'
        },
        {
          text: 'พวกเขาใช้สิทธิและเสรีภาพในการแสดงออก โดยที่ตั้งคำถาม และเรียกร้องเกี่ยวกับเรื่องห้องน้ำ',
          color: '#FFFFFF'
        },
        {
          text: 'โดยต้องการเปลี่ยนแปลงเพื่อรองรับเกี่ยวกับความหลากหลายที่เกิดขึ้น ซึ่งจะไปส่งผลต่อความคิดหรือการกระทำเดิมที่มีมานาน',
          color: '#FFFFFF'
        },
        {
          text: 'อย่างไรก็ตาม ยังมีการแสดงออกทางความคิดอีกเรื่องเกี่ยวกับ ความปลอดภัยในการใช้ห้องน้ำ เพราะบางคนที่ใช้กังวลเรื่องนี้จริงๆ มองว่าไม่ใช่แค่เรื่องการไม่ยอมรับความหลากหลายทางเพศอย่างเดียว',
          color: '#FFFFFF'
        },
        {
          text: 'ดังนั้นจะสามารถจัดการเรื่องความปลอดภัยกับสร้างสังคมแห่งการยอมรับความหลากหลายขึ้นพร้อมกันอย่างไร?',
          color: '#FFEB78'
        }
      ],
      question: [
        'ถ้าให้สร้างห้องน้ำเฉพาะสำหรับเพศทางเลือก แล้วเพศทางเลือกที่มีเพศสภาวะต่างกัน จะเข้าห้องน้ำเดียวกันได้หรือไม่? จะมีผลต่อความปลอดภัยอีกรึเปล่า?'
      ],
      shared_topic: 'ห้องน้ำของทุกคน ทุกเพศเข้าได้'
    },
    og_image_src: `${prefix}/og/og-5.jpg`
  },
  {
    id: 6,
    is_selected: false,
    thumbnail_src: `${prefix}/part_3/topic/Topic.06.png`,
    title: 'การแต่งตัว',
    question:
      'ถ้าคุณแต่งตัวออกจากบ้านมาด้วยความมั่นใจ แล้วเจอคำพูด แต่งตัวไม่ปรึกษาใครเลยเหรอ? ทำไมกล้าแต่งแบบนี้? คุณจะทำอย่างไร?',
    choices: [
      {
        id: 1,
        label: 'A',
        image_src: `${prefix}/part_3/frame_choose/illus.06.A.png`,
        text: 'ด่า ต่อว่ากลับ อย่าไปยอม!',
        background_color: '#5abde4'
      },
      {
        id: 2,
        label: 'B',
        image_src: `${prefix}/part_3/frame_choose/illus.06.B.png`,
        text: 'รีบไปเปลี่ยนเป็นชุดอื่นๆ',
        background_color: '#aa85b5'
      },
      {
        id: 3,
        label: 'C',
        image_src: `${prefix}/part_3/frame_choose/illus.06.C.png`,
        text: 'ใส่ชุดเดิมอย่างมั่นใจต่อไป เพราะเราชอบแบบนี้',
        background_color: '#d0da81'
      },
      {
        id: 4,
        label: 'D',
        image_src: `${prefix}/part_3/frame_choose/illus.06.D.png`,
        text: 'หัวเราะกลบเกลื่อน ทำเป็นไม่รู้สึกอะไร',
        background_color: '#fceb88'
      },
      {
        id: 5,
        label: 'E',
        image_src: `${prefix}/part_3/frame_choose/illus.06.E.png`,
        text: 'ปล่อยไว้เฉยๆ เพราะไม่อยากเสียเวลาทะเลาะด้วย',
        background_color: '#f2a25c'
      },
      {
        id: 6,
        label: 'F',
        image_src: `${prefix}/part_3/frame_choose/illus.F.png`,
        text: 'ยังไม่ใช่คำตอบที่ใช่ คุณคิดว่า…….',
        background_color: '#dd5a95'
      }
    ],
    event: {
      title: 'นี่คือเหตุการณ์ที่เกิดขึ้นเกี่ยวกับการแต่งตัวอย่างอิสระ',
      sub_title: '',
      contents: [
        {
          image_url: `${prefix}/part_3/quiz_06/illus_event.06.01.png`,
          text: 'หลายคนคิดว่าการแต่งตัว สามารถแต่งอย่างไรก็ได้ ขอแค่อยู่ในกาลเทศะ และเหมาะสมกับสถานที่ที่ไป แต่หลายคนอาจเคยเจอกรณี เราตื่นมาแต่งตัว ทำผม หรือแต่งหน้า หรือลองใส่อะไรใหม่ๆ ในแบบที่เราชอบ ด้วยความมั่นใจ ความสดใส <span class="color-yellow">จนกระทั่งมีคนทักเรื่องการแต่งกาย เช่น แต่งตัวไม่ปรึกษาใครเลยเหรอ? , “วันนี้แต่งหน้า แต่งตัว แน่นเชียวนะ”</span>'
        },
        {
          image_url: `${prefix}/part_3/quiz_06/illus_event.06.02.png`,
          text: '<span class="color-yellow">ทำให้ความมั่นใจที่สะสมมาพังทลายลง ความรู้สึกที่สดใสถูกแทนที่ด้วยความกังวล</span> แถมอดไม่ได้ที่จะเช็คตัวเองในกระจกตลอดทั้งวัน ซึ่งหลายคนเคยเจอเหตุการณ์เหล่านี้มา'
        }
      ],
      question: 'คิดว่าเรื่องนี้ปัญหาคืออะไร? และควรจะถูกปรับไปในทิศทางใด?'
    },
    reminder: {
      topic: '',
      cover_url: `${prefix}/part_3/quiz_06/bg_q.06.png`,
      paragraphs: [
        {
          text: 'เมื่อเราแต่งตัวด้วยความมั่นใจ แต่กลับถูกทักทายด้วยคำพูดที่ทำลายความมั่นใจลง',
          color: '#FFFFFF'
        },
        {
          text: 'ความจริงแล้วไม่ว่าจะเป็นการแต่งตัวอย่างไรก็ตาม การแต่งตัวเหล่านี้ คือเสรีภาพในการแสดงออก (Freedom of expreesion) ที่พยายามแสดงความเป็นตัวตน ความชอบ ผ่านการแต่งกายออกมา',
          color: '#FFFFFF'
        },
        {
          text: 'ซึ่งแสดงออกได้อย่างอิสระ ตราบเท่าที่ยังอยู่ในกาลเทศะ เหมาะสมกับสถานที่',
          color: '#FFEB78'
        },
        {
          text: 'นอกจากนี้การแสดงความคิดเห็นเป็นหนึ่งในการใช้เสรีภาพในการแสดงออกทางความคิดเห็นอย่างหนึ่งเช่นกัน',
          color: '#FFEB78'
        },
        {
          text: 'แต่ว่าการแสดงออกทางความคิดทำอย่างไรที่จะไม่กระทบกับความมั่นใจ',
          color: '#FFEB78'
        }
      ],
      question: [
        'ลองจินตนาการว่าคนที่ได้รับคำทักทายหล่านี้มาตลอด จะรู้สึกอย่างไรบ้าง?',
        'ถ้าเราเลือกการไม่พูด ไม่ตอบโต้ เท่ากับการยอมรับหรือไม่ คิดเห็นอย่างไร?'
      ],
      shared_topic: 'การแต่งตัวอย่างอิสระ'
    },
    og_image_src: `${prefix}/og/og-6.jpg`
  },
  {
    id: 7,
    is_selected: false,
    thumbnail_src: `${prefix}/part_3/topic/Topic.07.png`,
    title: 'การแสดงออกทางความคิดเห็นทางการเมือง',
    question:
      'เห็นนักเรียนแสดงออกทางการเมือง ทางความคิดเห็นหรือผ่านสัญลักษณ์ต่างๆเมื่อเห็นสิ่งเหล่านี้ คุณคิดเห็นอย่างไร?',
    choices: [
      {
        id: 1,
        label: 'A',
        image_src: `${prefix}/part_3/frame_choose/illus.07.A.png`,
        text: 'เป็นกระแสที่เกิดขึ้นชั่วคราวเท่านั้น',
        background_color: '#5abde4'
      },
      {
        id: 2,
        label: 'B',
        image_src: `${prefix}/part_3/frame_choose/illus.07.B.png`,
        text: 'การแสดงออกควรเป็นกลางไม่เอนเอียงไปในฝั่งใดฝั่งหนึ่ง',
        background_color: '#aa85b5'
      },
      {
        id: 3,
        label: 'C',
        image_src: `${prefix}/part_3/frame_choose/illus.07.C.png`,
        text: 'ถ้าแสดงออกด้วยสัญลักษณ์ สร้างสรรค์และไม่รุนแรงดี',
        background_color: '#d0da81'
      },
      {
        id: 4,
        label: 'D',
        image_src: `${prefix}/part_3/frame_choose/illus.07.D.png`,
        text: 'เพราะกระทบกับชีวิตเรา เลยแสดงความคิดเห็นได้',
        background_color: '#fceb88'
      },
      {
        id: 5,
        label: 'E',
        image_src: `${prefix}/part_3/frame_choose/illus.07.E.png`,
        text: 'ไม่ว่าใครๆ สามารถแสดงออกทางความคิดเห็นได้',
        background_color: '#f2a25c'
      },
      {
        id: 6,
        label: 'F',
        image_src: `${prefix}/part_3/frame_choose/illus.F.png`,
        text: 'ยังไม่ใช่คำตอบที่ใช่ คุณคิดว่า…….',
        background_color: '#dd5a95'
      }
    ],
    event: {
      title: 'นี่คือเหตุการณ์ที่เกิดขึ้นเกี่ยวกับเราเห็นนักเรียนแสดงออกทางการเมือง',
      sub_title:
        'มีเหตุการณ์นักเรียนหลายโรงเรียนในหลายจังหวัด แสดงออกทางการเมืองนัดทำกิจกรรมเพื่อแสดงออกทางการเมือง เช่น โพสต์แสดงความคิดเห็น ร้องเพลง ชูสามนิ้ว และผูกโบขาว',
      contents: [
        {
          image_url: `${prefix}/part_3/quiz_07/illus_event.07.01.png`,
          text: 'แต่มีกรณีที่การแสดงออกไม่สามารถทำได้อิสระ <span class="color-yellow">โดยบางคนถูกดึงโบขาวออกจากกระเป๋าไปผูกคอ บางคนถูกเรียกเข้าห้องปกครองกับการแสดงออก หรือแม้กระทั่งถูกคนแปลกหน้าถ่ายรูปไป</span>'
        },
        {
          image_url: `${prefix}/part_3/quiz_07/illus_event.07.02.png`,
          text: '<span class="color-yellow">ซึ่งการแสดงออกทางการเมืองนี้ ในบางมุมมองของผู้ปกครองหรือครู บางกรณียังเป็นห่วงกับการแสดงออกของนักเรียนในวัยเรียน</span> ที่อาจจะกระทบในอนาคตหรืออาจเกิดความรุนแรงขึ้น ทำให้แสดงออกผ่านการห้ามปราม ตักเตือน'
        }
      ],
      question: 'คิดว่านักเรียนสามารถแสดงออกทางการเมืองได้หรือไม่? และควรทำอย่างไร?'
    },
    reminder: {
      topic: 'ริบบิ้นขาว โบขาว นำมาติดแสดงออกสัญลักษณ์ทางการเมือง',
      cover_url: `${prefix}/part_3/quiz_07/bg_q.07.png`,
      paragraphs: [
        {
          text: 'เป็นเสรีภาพในการแสดงออกรูปแบบนึง ในที่นี้แสดงออกทางการเมือง ทั้งผ่านการโพสต์แสดงความคิดเห็น ร้องเพลง ชูสามนิ้ว และผูกโบขาว',
          color: '#FFFFFF'
        },
        {
          text: 'เพื่อแสดงออกทางความคิดทางการเมือง ในการต่อต้านระบอบเผด็จการ และส่งเสริมประชาธิปไตย',
          color: '#FFFFFF'
        },
        {
          text: 'ส่วนการที่ครูหรือผู้ปกครองแสดงออกในการเป็นห่วง ก็เป็นการแสดงออกทางความคิดเห็นในอีกมุมมองนึงเช่นกัน',
          color: '#FFFFFF'
        },
        {
          text: 'แต่เป็นที่น่าตั้งคำถามว่า ในสังคมประชาธิปไตยนี้ จะปฏิบัติอย่างไรกับการแสดงออกทางความคิดเห็นทางการเมืองที่แตกต่างกัน โดยเฉพาะในครอบครัวและโรงเรียน',
          color: '#FFEB78'
        }
      ],
      question: ['คิดอย่างไรกับคำว่า “การเมืองเป็นเรื่องของทุกคน”'],
      shared_topic: 'การแสดงออกทางการเมือง'
    },
    og_image_src: `${prefix}/og/og-7.jpg`
  },
  {
    id: 8,
    is_selected: false,
    thumbnail_src: `${prefix}/part_3/topic/Topic.08.png`,
    title: 'พื้นที่ชุมนุมในโรงเรียน',
    question: 'ถ้านักเรียนใช้พื้นที่จัดการชุมนุมภายในโรงเรียน คำตอบแทนใจของคุณคือ?',
    choices: [
      {
        id: 1,
        label: 'A',
        image_src: `${prefix}/part_3/frame_choose/illus.08.A.png`,
        text: 'พื้นที่โรงเรียนควรเป็นกลาง ไม่ควรเลือกข้างทางการเมือง',
        background_color: '#5abde4'
      },
      {
        id: 2,
        label: 'B',
        image_src: `${prefix}/part_3/frame_choose/illus.08.B.png`,
        text: 'โรงเรียนให้พื้นที่ชุมนุมได้ แต่ไม่จำเป็นต้องเข้าไปดูแล',
        background_color: '#aa85b5'
      },
      {
        id: 3,
        label: 'C',
        image_src: `${prefix}/part_3/frame_choose/illus.08.C.png`,
        text: 'จัดพื้นที่ชุมนุมได้ แต่ไม่ควรให้คนภายนอกเข้ามาชุมนุมด้วย',
        background_color: '#d0da81'
      },
      {
        id: 4,
        label: 'D',
        image_src: `${prefix}/part_3/frame_choose/illus.08.D.png`,
        text: 'เรามีอิสระทางความคิด จัดพื้นที่ชุมนุมได้เลย ไม่จำเป็นต้องขอ',
        background_color: '#fceb88'
      },
      {
        id: 5,
        label: 'E',
        image_src: `${prefix}/part_3/frame_choose/illus.08.E.png`,
        text: 'จัดได้ โรงเรียนควรจัดสรรพื้นที่รองรับไว้เลย',
        background_color: '#f2a25c'
      },
      {
        id: 6,
        label: 'F',
        image_src: `${prefix}/part_3/frame_choose/illus.F.png`,
        text: 'ยังไม่ใช่คำตอบที่ใช่ คุณคิดว่า…….',
        background_color: '#dd5a95'
      }
    ],
    event: {
      title: 'นี่คือเหตุการณ์ที่เกิดขึ้นเกี่ยวกับใช้พื้นที่จัดการชุมนุมภายในโรงเรียน',
      sub_title:
        'ช่วงหลังจากมีคำวินิจฉัยยุบพรรคอนาคตใหม่ ทำให้นักศึกษา-นักเรียนออกมาชุมนุมเคลื่อนไหวทางการเมือง (flash mob) เกิดขึ้นและใช้พื้นที่สถานศึกษาเป็นพื้นที่ชุมนุม เนื่องด้วยพ.ร.บ.ชุมนุมสาธารณะ ไม่มีผลบังคับกับสถานศึกษา และตำรวจไม่สามารถขัดขวางการจัดกิจกรรมได้',
      contents: [
        {
          image_url: `${prefix}/part_3/quiz_08/illus_event.08.01.png`,
          text: 'นักเรียนแสดงออกทางความคิดการเมืองด้วยการออกมาชุมนุม เช่น การยืนนิ่ง จัดกิจกรรมร้องเพลง เขียนข้อความ แม้แต่ปราศรัย และ<span class="color-yellow">เชิญชวนและใช้พื้นที่สถานศึกษาจัดการชุมนุมแสดงออก</span>'
        },
        {
          image_url: `${prefix}/part_3/quiz_08/illus_event.08.02.png`,
          text: 'ซึ่งมีเหตุการณ์บางสถานศึกษามองว่า <span class="color-yellow">“สถานศึกษาควรเป็นพื้นที่ที่เป็นกลางทางการเมือง ไม่ควรเลือกข้างสร้างความขัดแย้งหรือก่อให้เกิดความไม่สงบ” </span><br/><br/>เลยออกประกาศไม่ให้จัดการชุมนุมในโรงเรียน นักเรียนต้องชุมนุมนอกรั้ว หรือบางกรณีให้ตำรวจเข้ามาควบคุม ดูแลในพื้นที่ชุมนุม แต่ไม่ให้ศิษย์เก่าหรือคนนอกเข้ามาชุมนุม'
        }
      ],
      question: 'คิดว่าโรงเรียนหรือสถานศึกษา สามารถเป็นพื้นที่จัดการชุมนุมได้หรือไม่ และควรทำอย่างไร?'
    },
    reminder: {
      topic: 'ใช้พื้นที่จัดการชุมนุมภายในโรงเรียน',
      cover_url: `${prefix}/part_3/quiz_08/bg_q.08.png`,
      paragraphs: [
        {
          text: 'จากนักเรียน-นักศึกษาใช้พื้นที่ในการจัดการชุมนุมภายในโรงเรียน ด้วยการจัดกิจกรรมต่างๆขึ้น เช่น ร้องเพลง ยืนนิ่ง เขียนข้อความแสดงความคิดเห็น ร่วมทั้งขึ้นปราศรัย',
          color: '#FFFFFF'
        },
        {
          text: 'เป็นเสรีภาพในการแสดงออกทางความคิดอย่างนึง ในทางการเมือง ผ่านการเขียนข้อความ แสดงออกด้วยท่าทาง',
          color: '#FFFFFF'
        },
        {
          text: 'อีกทั้งการชุมนุมเป็นเสรีภาพในการชุมนุม ที่ทุกคนสามารถชุมนุมอย่างสงบได้ การใช้กฎหมายที่ห้ามการชุมนุม ต้องเท่าที่จำเป็นเกี่ยวกับความปลอดภัย ความสงบเรียบร้อยเท่านั้น',
          color: '#FFEB78'
        },
        {
          text: 'ซึ่งเป็นที่น่าตั้งคำถามว่า หากนักเรียน-นักศึกษา ต้องการชุมนุม สถานศึกษาจะเป็นพื้นที่ชุมนุมได้หรือไม่?',
          color: '#FFEB78'
        }
      ],
      question: [
        'สถานศึกษาควรจะต้องเป็นกลางทางการเมืองหรือไม่ อย่างไร?',
        'คิดว่าบทบาทครูหรือพ่อแม่กับการแสดงออกทางการเมืองของนักเรียน-นักศึกษา ควรเป็นอย่างไร?'
      ],
      shared_topic: 'ใช้พื้นที่จัดการชุมนุมภายในโรงเรียน'
    },
    og_image_src: `${prefix}/og/og-8.jpg`
  },
  {
    id: 9,
    is_selected: false,
    thumbnail_src: `${prefix}/part_3/topic/Topic.09.png`,
    pre_question: 'วิพากษ์วิจารณ์การทำงานของรัฐบาล ',
    title: 'วิพากษ์วิจารณ์รัฐบาล',
    question:
      'สถานการณ์โควิด - 19 เลวร้ายมาก เพื่อนของคุณโพสต์ด่ารัฐบาลอย่างหนักว่า “รัฐบาลเฮง___ คนจะตายห่_กันอยู่แล้ว ทำเหี้_อะไรสักอย่างสิถ้าทำไม่ได้ก็ออกไปเลย” คำตอบของคุณคือ',
    choices: [
      {
        id: 1,
        label: 'A',
        image_src: `${prefix}/part_3/frame_choose/illus.09.A.png`,
        text: 'ไม่ควรด่ารัฐบาลนะ สถานการณ์แบบนี้ใครเจอก็รับมือไม่ไหวหรอก ',
        background_color: '#5abde4'
      },
      {
        id: 2,
        label: 'B',
        image_src: `${prefix}/part_3/frame_choose/illus.09.B.png`,
        text: 'กดไลค์กดหัวใจให้อย่างเดียว',
        background_color: '#aa85b5'
      },
      {
        id: 3,
        label: 'C',
        image_src: `${prefix}/part_3/frame_choose/illus.09.C.png`,
        text: 'กดไลค์กดหัวใจและแชร์ต่อเลย เรื่องนี้โดนใจต้องขยาย',
        background_color: '#d0da81'
      },
      {
        id: 4,
        label: 'D',
        image_src: `${prefix}/part_3/frame_choose/illus.09.D.png`,
        text: 'ด่าได้ แค่ไม่ใช่คำหยาบ คำเหยียด',
        background_color: '#fceb88'
      },
      {
        id: 5,
        label: 'E',
        image_src: `${prefix}/part_3/frame_choose/illus.09.E.png`,
        text: 'ด่าเลย ประเทศเราขับเคลื่อนได้ด้วยการด่า',
        background_color: '#f2a25c'
      },
      {
        id: 6,
        label: 'F',
        image_src: `${prefix}/part_3/frame_choose/illus.F.png`,
        text: 'ยังไม่ใช่คำตอบที่ใช่ คุณคิดว่า…….',
        background_color: '#dd5a95'
      }
    ],
    event: {
      title: 'นี่คือเหตุการณ์ที่เกิดขึ้นเกี่ยวกับเมื่อคุณวิพากษ์วิจารณ์การทำงานของรัฐบาล',
      sub_title:
        'เคยมีคนจากรัฐบาลดำเนินการตรวจสอบ ดำเนินคดีกับคนที่โพสต์วิพากษ์วิจารณ์การทำงานของรัฐบาล โดยเฉพาะดารา นักแสดง ที่ออกมา Call out ทางการเมือง',
      contents: [
        {
          image_url: `${prefix}/part_3/quiz_09/illus_event.09.01.png`,
          text: 'และยังมีอีกหลายโพสต์วิพากษ์วิจารณ์ที่รัฐบาล สุดท้ายถูกโดนเรียกไปฟังข้อกล่าวหาที่สถานีตำรวจและเสียค่าปรับ'
        },
        {
          image_url: `${prefix}/part_3/quiz_09/illus_event.09.02.png`,
          text: 'แต่บางคนมองว่า รัฐบาลทำงานเต็มที่แล้ว และไม่ควรแสดงความคิดเห็นที่รุนแรง'
        }
      ],
      question: 'คิดว่าเราสามารถวิพากษ์วิจารณ์รัฐบาลได้ไหม? ควรทำอย่างไร?'
    },
    reminder: {
      topic: 'เมื่อคุณวิพากษ์วิจารณ์การทำงานของรัฐบาล',
      cover_url: `${prefix}/part_3/quiz_09/bg_q.09.png`,
      paragraphs: [
        {
          text: 'การวิพากษ์วิจารณ์ เป็นหนึ่งในเสรีภาพในการแสดงออกทางความคิดเห็น ผ่านข้อความ จะเผยแพร่ทางสื่อโซเซียลมีเดีย หรือช่องทางไหนเป็นหนึ่งในเสรีภาพที่ทำได้ในการแสดงออกว่าคิดเห็นอย่างไร?',
          color: '#FFFFFF'
        },
        {
          text: 'แต่เป็นเรื่องที่ต้องตั้งคำถามต่อมาว่าใครหรือเราควรทำอย่างไรในการแสดงความคิดเห็นเกี่ยวกับการวิพากษ์วิจารณ์รัฐบาล?',
          color: '#FFEB78'
        }
      ],
      question: ['ถ้าไม่เกิดการวิพากษ์วิจารณ์เลย ถือว่าเราละเลยการตรวจสอบหรือการมีส่วนร่วมทางการเมืองหรือไม่ อย่างไร?'],
      shared_topic: 'เมื่อคุณวิพากษ์วิจารณ์การทำงานของรัฐบาล'
    },
    og_image_src: `${prefix}/og/og-9.jpg`
  },
  {
    id: 10,
    is_selected: false,
    thumbnail_src: `${prefix}/part_3/topic/Topic.10.png`,
    title: 'พิธีไหว้ครู',
    question: 'การทำพาน และจัดกิจกรรมไหว้ครูที่ต้องจัดขึ้นทุกๆปี คำตอบไหนแทนใจคุณ?',
    choices: [
      {
        id: 1,
        label: 'A',
        image_src: `${prefix}/part_3/frame_choose/illus.10.A.png`,
        text: 'เป็นกิจกรรมน่ารัก ได้แสดงความเคารพครูที่ได้สอนเรามา',
        background_color: '#5abde4'
      },
      {
        id: 2,
        label: 'B',
        image_src: `${prefix}/part_3/frame_choose/illus.10.B.png`,
        text: 'ต้องเปิดโอกาสให้ทำพานตามไอเดียของนักเรียนได้โดยไม่บังคับ',
        background_color: '#aa85b5'
      },
      {
        id: 3,
        label: 'C',
        image_src: `${prefix}/part_3/frame_choose/illus.10.C.png`,
        text: 'กิจกรรมควรยกเลิกการมอบคลานนำพานไปไหว้ครู',
        background_color: '#d0da81'
      },
      {
        id: 4,
        label: 'D',
        image_src: `${prefix}/part_3/frame_choose/illus.10.D.png`,
        text: 'เปลี่ยนเป็นมอบดอกไม้ให้ครูคนใดก็ได้ตามใจนักเรียน',
        background_color: '#fceb88'
      },
      {
        id: 5,
        label: 'E',
        image_src: `${prefix}/part_3/frame_choose/illus.10.E.png`,
        text: 'ไม่ต้องมีกิจกรรมเลยดีกว่า เพราะวัฒนธรรมล้าสมัยไปแล้ว ',
        background_color: '#f2a25c'
      },
      {
        id: 6,
        label: 'F',
        image_src: `${prefix}/part_3/frame_choose/illus.F.png`,
        text: 'ยังไม่ใช่คำตอบที่ใช่ คุณคิดว่า…….',
        background_color: '#dd5a95'
      }
    ],
    event: {
      title: 'นี่คือเหตุการณ์ที่เกิดขึ้นเกี่ยวกับการทำพาน และจัดกิจกรรมไหว้ครูที่ต้องจัดขึ้นทุกๆปี',
      sub_title:
        'กิจกรรมไหว้ครูเป็นกิจกรรมให้โรงเรียนจัดขึ้นทุกวันช่วงวันพฤหัสบดีในสัปดาห์ที่ 2 ของเดือนมิถุนายนของทุกปี',
      contents: [
        {
          image_url: `${prefix}/part_3/quiz_10/illus_event.10.01.png`,
          text: 'เป็นกิจกรรมที่มีอย่างยาวนาน โดยมีให้ทำพานไหว้ครู เพื่อมอบให้ครูแต่ก็มีประเด็นตั้งคำถามกันว่า <span class="color-yellow">บางโรงเรียนให้เด็กยื่นตากแดด นั่งเป็นเวลานานเกินไป หรือยังมีวัฒนธรรมที่ต้องมอบคลานให้นำพานไปไหว้ครู</span>'
        },
        {
          image_url: `${prefix}/part_3/quiz_10/illus_event.10.02.png`,
          text: 'จนนักเรียนบางคนก็ไม่เห็นด้วย <span class="color-yellow">ออกมาแสดงความคิดเห็น หรือแม้แต่โพสต์ข้อความบางคนถึงกับไม่เข้าร่วมกิจกรรมนี้</span>'
        }
      ],
      question: 'คิดเห็นอย่างไรเกี่ยวกับการจัดพิธีไหว้ครู?'
    },
    reminder: {
      topic: '',
      cover_url: `${prefix}/part_3/quiz_10/bg_q.10.png`,
      paragraphs: [
        {
          text: 'การทำพาน และจัดกิจกรรมไหว้ครูที่ต้องจัดขึ้นทุกๆปี',
          color: '#FFFFFF'
        },
        {
          text: 'การแสดงความคิดเห็นหรือตั้งคำถามกับวัฒนธรรมที่มีอย่างยาวนาน อย่างเช่น กิจกรรมไหว้ครู เป็นหนึ่งในเสรีภาพการแสดงออกทางความคิดเห็น',
          color: '#FFFFFF'
        },
        {
          text: 'มีทั้งคนที่เห็นด้วยกับวัฒนธรรมนี้ หรือบางคนตั้งคำถามอะไรที่ล้าสมัยไปแล้ว หรือกิจกรรมใดควรยกเลิกไป',
          color: '#FFEB78'
        },
        {
          text: 'เป็นเรื่องที่น่าสนใจที่ยังคงเป็นความท้าทายกับวัฒนธรรมที่มีอยู่เดิม',
          color: '#FFFFFF'
        }
      ],
      question: ['ยังมีวัฒนธรรมหรือประเพณีอะไรอีกบ้าง ที่ยังคงปฏิบัติต่อเนื่อง และควรได้รับการปรับปรุง?'],
      shared_topic: 'พิธีไหว้ครู'
    },
    og_image_src: `${prefix}/og/og-10.jpg`
  }
]
