import { IStoryPaper } from 'types/story'

export const story_list: IStoryPaper[] = [
  {
    topic: 'เสรีภาพในการแสดงออก (Freedom of Expression)',
    descriptions: [
      'ทุกคนสามารถแสดงออกทั้งการพูดการเขียน ท่าทาง/ผ่านช่องทางต่างๆ ได้ ตราบใดที่ไม่ละเมิดสิทธิของผู้อื่นและสุขภาวะของสังคมและยังสามารถขอข้อมูล และส่งต่อข้อมูลความคิดเห็นได้อย่างอิสระ'
    ],
    thumbnail_url: 'part_2/illus.01.png',
    right_list: [
      'แสดงความคิดเห็นผ่านภาษาเขียน ภาษามือ วาดภาพ การแต่งกาย',
      'สามารถเข้าถึงข้อมูลได้',
      'สื่อทุกรูปแบบมีความอิสระ'
    ],
    wrong_list: [
      'การข่มขู่ให้และไม่ให้แสดงความคิดเห็น',
      'การควบคุมการรายงานของสื่อ',
      'แทรกแซงการแสดงความคิดเห็นทางการเมือง'
    ]
  },
  {
    topic: 'เสรีภาพในการรวมกลุ่ม (Freedom of Association)',
    descriptions: [
      'ทุกคนสามารถรวมตัวกัน จัดตั้งกลุ่ม สมาคม หรือเข้าร่วมต่อรองผลประโยชน์ ทั้งที่เป็นทางการและไม่เป็นทางการ เช่น พรรคการเมือง สหภาพแรงงาน สมาคมสาธารณะ องค์กรพัฒนาเอกชนองค์กรอาสาสมัคร และกลุ่ม หรือหน่วยงานที่มีหรือ ไม่มีสถานะทางกฎหมายก็ได้'
    ],
    thumbnail_url: 'part_2/illus.02.png',
    right_list: [
      'รวมกลุ่มเป็นทางการและไม่เป็นทางการได้',
      'ก่อตั้งหรือเข้าร่วมสหภาพแรงงานได้',
      'สามารถรับและหาทรัพยากรได้เช่น เงิน เพื่อมาบริหารจัดการภายในกลุ่ม',
      'รวมกลุ่มเพื่อต่อรองผลประโยชน์ได้'
    ],
    wrong_list: [
      'ปฏิเสธการลงทะเบียนองค์กรที่วิพากษ์วิจารณ์รัฐบาล',
      'รวมกลุ่มโดยมีจุดมุ่งหมายเพื่อทำลายหลักการขั้นมูลฐานของสิทธิเสรีภาพ'
    ]
  },
  {
    topic: 'เสรีภาพในการชุมนุม (Freedom of Peaceful Assembly)',
    descriptions: [
      'ทุกคนสามารถชุมนุมอย่างสงบอาจเพื่อร้องเรียนปัญหาความเดือดร้อนหรือสนับสนุนการทำงานของรัฐบาล',
      'การใช้กฎหมายห้ามชุมนุมต้องทำเท่าที่จำเป็นและเกี่ยวกับความปลอดภัย ความสงบเรียบร้อยเท่านั้น'
    ],
    thumbnail_url: 'part_2/illus.03.png',
    right_list: [
      'ชุมนุมโดยสงบ ทั้งกลางแจ้ง ในที่ร่ม และบนโลกออนไลน์',
      'ผู้ที่ไม่ใช่พลเมืองของรัฐต้องได้รับการคุ้มครองด้วย'
    ],
    wrong_list: [
      'ไม่สามารถจำกัดสิทธิหรือแทรกแซงได้ (ต้องทำอย่างจำกัด)',
      'การชุมนุมของกลุ่มต้องไม่ไปส่งผลกระทบต่อกลุ่มบุคคลอื่น'
    ]
  }
]
